#+TITLE: Intro to Concept Art
#+AUTHOR: Chris Hogan
#+DATE: <2021-12-06 Mon> to <2022-01-02 Sun>
#+STARTUP: nologdone

* Log
** Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-24 Fri 22:18], for week 2021-W51.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *18h 55m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *6h 42m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *9h 36m*  |
  
  #+END:
*** <2021-12-06 Mon>
**** DONE FZD 101                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 12:18]--[2021-12-06 Mon 12:57] =>  0:39
     CLOCK: [2021-12-06 Mon 08:01]--[2021-12-06 Mon 09:07] =>  1:06
     :END:
**** DONE FZD 102                                                     :study:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 21:13]--[2021-12-06 Mon 21:44] =>  0:31
     :END:
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-06 Mon 18:18]--[2021-12-06 Mon 21:08] =>  2:50
     CLOCK: [2021-12-06 Mon 13:25]--[2021-12-06 Mon 16:12] =>  2:47
     CLOCK: [2021-12-06 Mon 09:31]--[2021-12-06 Mon 11:40] =>  2:09
     :END:
*** <2021-12-07 Tue>
**** DONE gathering reference                                         :study:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:13]--[2021-12-07 Tue 18:55] =>  0:42
     :END:
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-07 Tue 18:55]--[2021-12-07 Tue 21:06] =>  2:11
     :END:
*** <2021-12-08 Wed>
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-08 Wed 18:01]--[2021-12-08 Wed 21:02] =>  3:01
     :END:
*** <2021-12-09 Thu>
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-09 Thu 20:52]--[2021-12-09 Thu 21:24] =>  0:32
     CLOCK: [2021-12-09 Thu 18:05]--[2021-12-09 Thu 20:31] =>  2:26
     :END:
*** <2021-12-10 Fri>
**** DONE digital sketching from reference                          :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-10 Fri 18:36]--[2021-12-10 Fri 20:58] =>  2:22
     CLOCK: [2021-12-10 Fri 18:25]--[2021-12-10 Fri 18:34] =>  0:09
     :END:
*** <2021-12-11 Sat>
**** DONE GCA class                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 08:00]--[2021-12-11 Sat 09:59] =>  1:59
     :END:
**** DONE digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 19:38]--[2021-12-11 Sat 21:42] =>  2:04
     CLOCK: [2021-12-11 Sat 13:02]--[2021-12-11 Sat 14:30] =>  1:28
     CLOCK: [2021-12-11 Sat 11:03]--[2021-12-11 Sat 11:58] =>  0:55
     :END:
**** DONE FZD Ep 103                                                  :study:
     :LOGBOOK:
     CLOCK: [2021-12-11 Sat 12:37]--[2021-12-11 Sat 13:02] =>  0:25
     :END:
*** <2021-12-12 Sun>
**** DONE GCA assignment                                              :study:
     :LOGBOOK:
     CLOCK: [2021-12-12 Sun 08:55]--[2021-12-12 Sun 09:44] =>  0:49
     :END:
**** DONE GCA assignment                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-12 Sun 18:34]--[2021-12-12 Sun 19:26] =>  0:52
     CLOCK: [2021-12-12 Sun 12:47]--[2021-12-12 Sun 14:33] =>  1:46
     CLOCK: [2021-12-12 Sun 09:44]--[2021-12-12 Sun 12:43] =>  2:59
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-12-12 Sun 19:27]--[2021-12-12 Sun 19:58] =>  0:31
     :END:
** Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-24 Fri 22:18], for week 2021-W51.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *13h 49m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *7h 28m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *10h 33m* |
  
  #+END:
*** <2021-12-13 Mon>
**** DONE Reference gathering                                         :study:
     :LOGBOOK:
     CLOCK: [2021-12-13 Mon 08:40]--[2021-12-13 Mon 09:06] =>  0:26
     :END:
**** DONE Digital sketching trees                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-13 Mon 18:05]--[2021-12-13 Mon 21:33] =>  3:28
     CLOCK: [2021-12-13 Mon 15:44]--[2021-12-13 Mon 16:09] =>  0:25
     CLOCK: [2021-12-13 Mon 09:06]--[2021-12-13 Mon 11:26] =>  2:20
     :END:
*** <2021-12-14 Tue>
**** DONE Digital painting from reference                          :painting: 
     :LOGBOOK:
     CLOCK: [2021-12-14 Tue 18:22]--[2021-12-14 Tue 21:20] =>  2:58
     :END:
*** <2021-12-15 Wed>
**** DONE Digital sketching trees                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-15 Wed 18:16]--[2021-12-15 Wed 21:37] =>  3:21
     :END:
*** <2021-12-16 Thu>
**** DONE Digital painting from reference                          :painting:
     :LOGBOOK:
     CLOCK: [2021-12-16 Thu 18:21]--[2021-12-16 Thu 21:18] =>  2:57
     :END:
*** <2021-12-17 Fri>
**** DONE Digital sketching trees                                   :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-17 Fri 18:40]--[2021-12-17 Fri 21:39] =>  2:59
     :END:
*** <2021-12-18 Sat>
**** DONE GCA class                                                   :study:
     :LOGBOOK:
     CLOCK: [2021-12-18 Sat 08:00]--[2021-12-18 Sat 10:10] =>  2:10
     :END:
**** DONE Digital painting                                         :painting:
     :LOGBOOK:
     CLOCK: [2021-12-18 Sat 19:03]--[2021-12-18 Sat 21:01] =>  1:58
     CLOCK: [2021-12-18 Sat 14:12]--[2021-12-18 Sat 15:17] =>  1:05
     CLOCK: [2021-12-18 Sat 13:00]--[2021-12-18 Sat 13:33] =>  0:33
     CLOCK: [2021-12-18 Sat 10:40]--[2021-12-18 Sat 11:42] =>  1:02
     :END:
*** <2021-12-19 Sun>
**** DONE Plan design project                                         :study: 
     :LOGBOOK:
     CLOCK: [2021-12-19 Sun 12:35]--[2021-12-19 Sun 14:55] =>  2:20
     CLOCK: [2021-12-19 Sun 09:24]--[2021-12-19 Sun 11:34] =>  2:10
     :END:
**** DONE Dark souls sketches                                       :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-19 Sun 18:41]--[2021-12-19 Sun 19:57] =>  1:16
     :END:
**** DONE Blog                                                        :study:
     :LOGBOOK:
     CLOCK: [2021-12-19 Sun 19:57]--[2021-12-19 Sun 20:19] =>  0:22
     :END:
** Week 3
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-24 Fri 22:18], for week 2021-W51.
  | Tags     | Headline                                  | Time    |       |      |      |
  |----------+-------------------------------------------+---------+-------+------+------|
  |          | *Total time*                              | *27:21* |       |      |      |
  |----------+-------------------------------------------+---------+-------+------+------|
  |          | \_  Week 3                                |         | 27:21 |      |      |
  |          | \_    <2021-12-20 Mon>                    |         |       | 6:59 |      |
  | study    | \_      Gather reference                  |         |       |      | 0:15 |
  | drawing  | \_      Digital sketching insects         |         |       |      | 6:44 |
  |          | \_    <2021-12-21 Tue>                    |         |       | 5:04 |      |
  | drawing  | \_      Design project - Dark Souls enemy |         |       |      | 2:08 |
  | painting | \_      Digital painting master study     |         |       |      | 2:56 |
  |          | \_    <2021-12-22 Wed>                    |         |       | 7:30 |      |
  | study    | \_      Design project - reference board  |         |       |      | 2:06 |
  | drawing  | \_      Design project                    |         |       |      | 2:48 |
  | drawing  | \_      Insect sketches                   |         |       |      | 2:36 |
  |          | \_    <2021-12-23 Thu>                    |         |       | 4:50 |      |
  | drawing  | \_      Design project                    |         |       |      | 2:34 |
  | painting | \_      Digital painting master study     |         |       |      | 2:16 |
  |          | \_    <2021-12-24 Fri>                    |         |       | 2:58 |      |
  | drawing  | \_      Digital sketching insects         |         |       |      | 2:58 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *19h 48m* |
  |----------+------------+-----------|
  | study    | *Tag time* | *2h 21m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *5h 12m*  |
  
  #+END:
*** <2021-12-20 Mon>
**** DONE Gather reference                                            :study:
     :LOGBOOK:
     CLOCK: [2021-12-20 Mon 08:33]--[2021-12-20 Mon 08:48] =>  0:15
     :END:
**** DONE Digital sketching insects                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-20 Mon 19:15]--[2021-12-20 Mon 21:36] =>  2:21
     CLOCK: [2021-12-20 Mon 14:53]--[2021-12-20 Mon 16:25] =>  1:32
     CLOCK: [2021-12-20 Mon 08:48]--[2021-12-20 Mon 11:39] =>  2:51
     :END:
*** <2021-12-21 Tue>
**** DONE Design project - Dark Souls enemy                         :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-21 Tue 15:00]--[2021-12-21 Tue 15:51] =>  0:51
     CLOCK: [2021-12-21 Tue 13:00]--[2021-12-21 Tue 14:17] =>  1:17
     :END:
**** DONE Digital painting master study                            :painting:
     :LOGBOOK:
     CLOCK: [2021-12-21 Tue 18:49]--[2021-12-21 Tue 21:45] =>  2:56
     :END:
*** <2021-12-22 Wed>
**** DONE Design project - reference board                            :study:
     :LOGBOOK:
     CLOCK: [2021-12-22 Wed 14:30]--[2021-12-22 Wed 15:37] =>  1:07
     CLOCK: [2021-12-22 Wed 13:34]--[2021-12-22 Wed 14:01] =>  0:27
     CLOCK: [2021-12-22 Wed 11:10]--[2021-12-22 Wed 11:42] =>  0:32
     :END:
**** DONE Design project                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-22 Wed 15:37]--[2021-12-22 Wed 15:59] =>  0:22
     CLOCK: [2021-12-22 Wed 08:44]--[2021-12-22 Wed 11:10] =>  2:26
     :END:
**** DONE Insect sketches                                           :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-22 Wed 19:00]--[2021-12-22 Wed 21:36] =>  2:36
     :END:
*** <2021-12-23 Thu>
**** DONE Design project                                            :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-23 Thu 15:00]--[2021-12-23 Thu 16:17] =>  1:17
     CLOCK: [2021-12-23 Thu 10:22]--[2021-12-23 Thu 11:39] =>  1:17
     :END:
**** DONE Digital painting master study                            :painting:
     :LOGBOOK:
     CLOCK: [2021-12-23 Thu 19:25]--[2021-12-23 Thu 21:41] =>  2:16
     :END:
*** <2021-12-24 Fri>
**** DONE Digital sketching insects                                 :drawing:
     :LOGBOOK:
     CLOCK: [2021-12-24 Fri 19:20]--[2021-12-24 Fri 22:18] =>  2:58
     :END:
** Week 4
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block thisweek :tags t
  #+CAPTION: Clock summary at [2021-12-24 Fri 22:18], for week 2021-W51.
  | Tags | Headline     | Time   |
  |------+--------------+--------|
  |      | *Total time* | *0:00* |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | study    | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  
  #+END:
